[Info]
Language=العربية
LanguageID=126

[String]
Backup.AllDaysTemplate=كل الايام
Backup.Apply=تطبيق
Backup.AutoRecover=استرجاع تلقائي
Backup.BackupConfig=ضبط النسخ الاحتياطي
Backup.CameraName=اسم الكاميرا
Backup.CameraNo=كاميرا رقم
Backup.Cancel=الغاء
Backup.Delete=حذف
Backup.DeviceName=اسم الجهاز
Backup.EditPlanTemplate=تحرير
Backup.EmptyTemplate=فارغ
Backup.FreeBytes=(MB)مساحى خالية
Backup.Fri=الحمعة
DecodeCfg.DecoderChn=فك قناة
DecodeCfg.AddTips=*زيادة من قناة من شجرة الجهاز على الجانب الأيسر من السحب
DecodeCfg.WndTips=*نافذة 1، 0 غير صالح
Backup.Mon=الاثنين
Backup.MoveChannel=نقل الى هذه القائمة
Backup.NameExisted=هذا الاسم موجود بالفعل
Backup.NameNotExisted=الاسم غير موجود
Backup.PacketTime=الزمن
Backup.PlanTemplate=الخطة
Backup.RecordBackupConfig=ضبط تسجيل النسخ الاحتياطي
Backup.Sat=السبت
Backup.Setup=اعدادات
Backup.StartBigerThanEnd=برجا ضبط زمن البداية ليكون قبل زمن النهاية
Backup.StartRealBackUp=ابدأ النسخ الاحتياطي الحقيقي
Backup.StopFirst=النسخ الاحتياطي قيد العمل الان، اذا اردت ان تضيف اعدادات برجاء ايقاف النسخ
Backup.Storage=مكان التخزين
Backup.Sun=الاحد
Backup.Thurs=الخميس
Backup.TotalBytes= (MB) المساحة الكلية
Backup.Tues=الثلاثاء
Backup.Wed=الاربعاء
AlarmManage.Add=<< اضافة
AlarmManage.AddSure=هل تريد الاضافة ؟
AlarmManage.AlarmSound=صوت التنبيه والانذار
AlarmManage.Apply=تطبيق
AlarmManage.AutoPrompt=تلقائي
AlarmManage.AutoWatch=مشاهدة تلقائية
AlarmManage.Browse=تصفح
AlarmManage.CAM=كاميرا
AlarmManage.ChnNotDevice=برجاء اختيار كاميرا أو منفذ الانذار ، وليس جهاز
AlarmManage.Del= >> حذف
AlarmManage.DelSure=هل تريد الحذف ؟
AlarmManage.DiskError=خطأ في القرص
AlarmManage.DiskFull=القرص ممتلئ
AlarmManage.Enable=تفعيل الانذار
AlarmManage.IOTrigger=شرط الادخال/الاخراج
AlarmManage.IgnTime=الوقت الغير مفعل
AlarmManage.No=لا
AlarmManage.Port=منفذ الانذار
AlarmManage.Second=ثانية.
AlarmManage.SelectAlarmPort=برجاء اختيار منفذ  انذار واحد
AlarmManage.SelectVideoChn=برجاء اختيار كاميرا واحدة
AlarmManage.SoundPath=مسار ملف الصوت
AlarmManage.Type=نوع الانذار
AlarmManage.VideoBlind=انعدام الفيديو
AlarmManage.VideoChn=كاميرا الفيديو
AlarmManage.VideoLoss=فقدان اشارة الفيديو
AlarmManage.VideoMotion=حركة الفيديو
AlarmManage.Yes=نعم
AccountMSG.ErrorName=اسم المستخدم واسم المجموعة لا تحتوي على [] ٪ لا يمكن أن تبدأ مع وأيضا لا يمكن أن تكون فارغة.
ConfigComm.BPS=معدل تدفق البيانات
ConfigComm.CommFunction=وظيفة
ConfigComm.CommTypes=نوع اعتيادي
ConfigComm.DataBit=Data Bits
ConfigComm.StopBit=Stop Bits
ConfigComm.Verify=Parity
ConfigManage.About=معلومات عن
ConfigManage.AlarmSetting=ضبط الانذار
ConfigManage.AutoConnnect=التوصيل التلقائي مع آخر قناة عرض
ConfigManage.CAM=كاميرا
ConfigManage.ConfigManager=مدير الاعدادات
ConfigManage.ConfigModule=نوذج الاعدادات
ConfigManage.Describe=توضيح
ConfigManage.Group=مجموعة
ConfigManage.LinkSetting=ضبط وصلة الانذار
ConfigManage.MonitorModule=نموذج الشاشة
ConfigManage.Name=الاسم
ConfigManage.NetModule=نموذج الشبكة
ConfigManage.NormalSetting=الاعدادات العادية
ConfigManage.PlayBackModule=نموذج التشغيل
ConfigManage.SystemConfig=اعدادات النظام
ConfigManage.User=مستخدم
ConfigManage.UserManager=ادارة المستخدمين
ConfigManage.Version=الاصدارة
ConfigManage.VideoModule=نموذج الفيديو
ConfigManage.Web=انترنت
ConfigPtz.Address=العنوان
ConfigPtz.Even=Even
ConfigPtz.Mark=Mark
ConfigPtz.Monitor=Monitors
ConfigPtz.None=None
ConfigPtz.Odd=Odd
ConfigPtz.PreRecord=PreRecord
ConfigPtz.Protocol=Protocol
ConfigPtz.Space=Space
Desktop.Audio=الصوت
Desktop.Backup=نسخ احتياطي
Desktop.ChangePath=تغيير المسار
Desktop.CloseAllWindow=اغلاق جميع النوافذ
Desktop.CloseWindow=اغلاق النافذة
Desktop.ConnAllMainStream=(الرئيسية)توصيل جميع الفيديو
Desktop.ConnAllSubStream=(الاضافية)توصيل جميع الفيديو
Desktop.DevList=قائمة الاجهزة
Desktop.DevManager=مدير الاجهزة
Desktop.DevName=اسم الجهاز
Desktop.DevType=نوع الجهاز
Desktop.Device=الجهاز
Desktop.DisconnAll=فصل جميع الفيديو
Desktop.DontShow=عدم عرض الزمن التالي
Desktop.ExtStream=Extra Stream
Desktop.FileName=اسم الملف
Desktop.FileType=.h264
Desktop.IPAddr=IP Address
Desktop.LocalConfig=ضبط محلي
Desktop.LocalRecord=تسجيل محلي
Desktop.Lock=قفل
Desktop.Log=Log
Desktop.MainStream=Main Stream
Desktop.MapCtrl=تحكم الخريطة
Desktop.NoLogin=برجاء تسجيل الدخول أولاً.
Desktop.Path=المسار
Desktop.PicHQuality=High picture quality
Desktop.PicLQuality=Low picture quality
Desktop.Playback=تشغيل
Desktop.Player=المشغل
Desktop.Port=منفذ
Desktop.Preview=مشاهدة متعددة
Desktop.Reboot=اعادة تشغيل
Desktop.RebootFail=فشل في اعادة تشغيل الجهاز
Desktop.RefushName=Refresh channel name
Desktop.RemoteCfg=اعدادات الجهاز
Desktop.ReturnToMain=سطح المكتب الرئيسي
Desktop.SITFail=SIT Fail
Desktop.Snapshot=التقاط صورة
Desktop.SnapshotFail=فشل في التقاط صورة
Desktop.Split=فصل
Desktop.Split1=1
Desktop.Split12=12
Desktop.Split13=13
Desktop.Split16=16
Desktop.Split2=2
Desktop.Split20=20
Desktop.Split25=25
Desktop.Split36=36
Desktop.Split4=4
Desktop.Split6=6
Desktop.Split64=64
Desktop.Split100=100
Desktop.Split8=8
Desktop.Split9=9
Desktop.SplitFull=جميع الكاميرات
Desktop.StartTalk=بداية المحادثة
Desktop.StopTalk=وقف المحادثة
Desktop.SureToClose=هل تريد الاغلاق؟
Desktop.SureToReboot=هل تريد اعادة تشغيل الجهاز
Desktop.SyncTime=وقت المزامنة
Desktop.TimeSync=وقت المزامنة مع الكمبيوتر
Desktop.UnsupportPreview=الجهاز لايدعم مشاهدة متعددة
Desktop.Window=نافذة
Desktop.ZoneList=قائمة المناطق
Desktop.Search=بحث
Desktop.Return=عودة
DeviceManage.ChnInvalid=ارقام الكاميرات يجب أن يكون بين 1 و16
DeviceManage.DDNSExisted=الاعدادات موجودة بالفعل
DeviceManage.DaHua=DaHua
DeviceManage.DefaultZone=المنطقة الافتراضية
DeviceManage.DelAreaSure=هل تريد مسح جميع الاجهزة بالمنطقة
DeviceManage.DelSure=هل تريد الحذف ؟
DeviceManage.DevAdd=اضافة
DeviceManage.DevDel=حذف
DeviceManage.DevEdit=تعديل
DeviceManage.DevList=قائمة الاجهزة
DeviceManage.DevManage=ادارة الاجهزة
DeviceManage.DevName=اسم الجهاز
DeviceManage.DisconnAllDevFirst=تأكد من أن الجهاز مفصول قبل البدء في عمل تعديلات
DeviceManage.DisconnFirst=تأكد من أن الجهاز مفصول قبل البدء في عمل تعديلات
DeviceManage.Domain=Domain
DeviceManage.DomainTooLong=اسم النطاق طويل جدا
DeviceManage.DonameInvalid=اسم النطاق غير صحيح
DeviceManage.ExceedMaxChn=تم تجاوز الحد الأقصى
DeviceManage.HiKang=Hikvision
DeviceManage.IPAddress=IP Address
DeviceManage.IPExisted=العنوان أو اسم النطاق موجود بالفعل
DeviceManage.IPInvalid=العنوان غير صحيح
DeviceManage.MostTwoLeverZone=يجب أن يدعم مستويين من المنطقة
DeviceManage.NameExisted=الاسم موجود بالفعل
DeviceManage.NameInvalid=اسم الجهاز غير صحيح
DeviceManage.NameTooLong=اسم الجهاز طويل جدا
DeviceManage.Password=كلمة المرور
DeviceManage.PortNum=Port
DeviceManage.RemoteCfg=اعدادات الجهاز
DeviceManage.SelectArea=ًبرجاء اختيار منطقة اولا
DeviceManage.SelectDevice=برجاء اختيار الجهاز
DeviceManage.TotalChn=رقم الكاميرا
DeviceManage.UpZone=Up Zone
DeviceManage.UserName=اسم المستخدم
DeviceManage.Vendor=اسم المصنع
DeviceManage.WriteFail=خطأ في الكتابة
DeviceManage.XiongMai=H264DVR
DeviceManage.Zone=المنطقة
DeviceManage.ZoneEmpty=برجاء ادخال اسم المنطقة
DeviceManage.ZoneExisted=المنطقة موجودة بالفعل
Error.AddDevFirst=  "%s->%s" قائمة الاجهزة خالية برجاء اضافة جهاز في
Error.AlreadyRunning=البرنامج يعمل بالفعل
Error.ClearSDKError=خطأ في المسح
Error.CloseChnErr=خطأ في الاغلاق
Error.ConfigCharsetUnsupport=الاعداد غير مدعوم
Error.ConfigNotFound=الاعدادات غير موجودة
Error.ConfigVerifyFail=فشل في تأكيد الاعدادات
Error.ExceedMaxIPList=تم تجاوز الحد الأقصى للعناوين
Error.GetConfigFail=فشل في جلب الاعدادات
Error.HandleInvalid=غير صالح
Error.HasLogined=تم دخول المستخدمين
Error.IPExisted=العنوان موجود بالفعل
Error.IPInBlackList=هذا العنوان موجود في القائمة السوداء
Error.IPInTrustList=هذا العنوان موجود بالفعل في قائمة العناوين الآمنة
Error.InBlackList=هذا المستخدم في القائمة السوداء
Error.InUsing=المستخدم قيد العمل
Error.InputError=خطأ في الادخال
Error.LanguageSaveSuccess=تم الحفظ بنجاح، برجاء اعادة تشغيل البرنامج.
Error.MallocErr=خطأ في انشاء ذاكرة
Error.NetErr=فشل في الشبكة
Error.NoErr=خطأ في الرقم
Error.NoInit=لايوجد  SDK
Error.NoLogin=لم يتم الدخول
Error.NoPower=لايوجد طاقة
Error.NotFound=لايمكن العثور على الجهاز
Error.OpenChnErr=خطا في فتح الكاميرا
Error.OpenFileFail=خطأ في فتح الملف
Error.ParamInvalid=Param is invalid
Error.PasswordMismatch=كلمة المرور غير متماثلة
Error.PauseFail=خطأ في التوقف المؤقت
Error.PwdErr=كلمة المرور خطأ
Error.RebootFail=فشل في اعادة التشغيل
Error.RebootSuccess=تمت اعادة التشغيل
Error.ReqErr=خطأ في الطلب
Error.ResoluitonNotMatch= دقة الشاشة المفضلة هي 1024*768
Error.SaveSuccess=تم حفظ الاعدادات في الجهاز
Error.SelectDevice=برجاء اخيتار الجهاز اولاً
Error.SetConfigFail=فشل في حفظ الاعدادات في الجهاز
Error.SubConErr=Media subconnect error
Error.SubConSendErr=Media subconnect send data error
Error.Timeout=انتهى الوقت
Error.UnkownErr=خطأ غير معروف
Error.Unsupport=SDK is not support.
Error.UserLock=تم حجب المستخدم
Error.UserNotExisted=المستخدم غير موجود
Error.VerUnmatch=استقبال البيانات خطأ، ربما الاصدارة غير متوافقة
Error.winlimited=الحد الاقصى للنوافذ هو 4
Log.Alarm=Alarm
Log.AlarmLog=Alarm log
Log.All=All
Log.Backup=Backup
Log.BeginTime=Begin Time
Log.Channel=Channel
Log.Clear=Clear
Log.ClientConfig=Client Config
Log.CloseCMS=Close CMS
Log.CloseOK=Closed successful
Log.ConnFail=Connect failed
Log.ConnSuccess=Connect successful
Log.DDNSFail=Failed to parse DDNS
Log.Date=Date
Log.Describe=Describe
Log.Device=Device
Log.DeviceConfig=Device Config
Log.Disconnect=Disconnect
Log.DomainFail=Failed to parse domain name
Log.EndTime=End Time
Log.Error=Error
Log.HasLogined=The user has logined
Log.InBlackList=The user is int blacklist
Log.LogType=Log Type
Log.Map=Map
Log.NextPage=NextPage
Log.NoLogin=The user is not logined
Log.NotFound=Cann't find the device
Log.Notify=Notify
Log.OpenAudioFail=Failed to open audio collection
Log.OpenChnErr=Open error
Log.OpenChnOK=Open OK
Log.OpenDecodeFail=Failed to open decode
Log.Operation=Operation
Log.OprLog=Operate log
Log.Playback=Playback
Log.PrePage=PrePage
Log.PwdErr=Password is error
Log.Reboot=Reboot
Log.Search=Search
Log.SelectDevice=Select Device
Log.StartTalkFail=Start talk failed
Log.StartTalkOK=Start talk successful
Log.StopTalkFail=Stop talk failed
Log.StopTalkOK=Stop talk successful
Log.SystemOperatin=System Operation
Log.Talk=Talk
Log.Time=Time
Log.Timeout=TimeOut
Log.Type=Type
Log.User=User
Log.UserLock=The user is locked
Log.UserManager=User Manager
Log.UserNotExisted=The user is not existed
Log.Video=Video
Log.Warn=Warn
PtzControl.Add=اضافة
PtzControl.AddPreset=Add Preset
PtzControl.AutoPan=دوران
PtzControl.AuxDirOper=Direct Aux Oper
PtzControl.AuxFuncOff=Aux Off
PtzControl.AuxFuncOn=Aux On
PtzControl.AuxNooper=Aux Num Oper
PtzControl.AuxOff=اغلاق
PtzControl.AuxOpen=تشغيل
PtzControl.AuxTitle=AUX
PtzControl.CamPower=Scene Power
PtzControl.ClearTour=Del Tour
PtzControl.Cruise=Tour
PtzControl.Del=حذف
PtzControl.DelPreset=Del Preset
PtzControl.Edit=تحرير
PtzControl.End=نهاية
PtzControl.Enter=ادخل
PtzControl.EnterMenu=دخول القائمة
PtzControl.Esc=الغاء
PtzControl.Exit=الخروج من القائمة
PtzControl.Flip=Flip
PtzControl.Focus=Focus
PtzControl.Function=Function
PtzControl.Goto=Goto
PtzControl.HighPTZ=Ptz Trace
PtzControl.Iris=Iris
PtzControl.LamRain=Lamp
PtzControl.LeftBorder=Left
PtzControl.Light=Light
PtzControl.LightOff=Light Off
PtzControl.LightOn=Light On
PtzControl.LineScan=AutoScan
PtzControl.LineScanBorder=Border
PtzControl.NightSee=Light
PtzControl.NoProtocol=No Protocol Has Been Set!
PtzControl.None=None
PtzControl.Number=No
PtzControl.PTZ=PTZ
PtzControl.PageChange=Page Switch
PtzControl.Pattern=Pattern
PtzControl.Preset=Preset
PtzControl.PtzControl=Pan/Tilt/Zoom
PtzControl.Reset=Reset
PtzControl.RightBorder=Right
PtzControl.SIT=SIT
PtzControl.Setting=Set
PtzControl.Setup=Setup
PtzControl.Start=Start
PtzControl.Step=Speed
PtzControl.Stop=Stop
PtzControl.Switch=Open Close
PtzControl.TourRoad=Patrol No
PtzControl.Value=Value
PtzControl.ValueEmpty=The value cannot be empty
PtzControl.Wiper=Screen Wiper
PtzControl.Zoom=Zoom
Decoder.AddDecoder=Add Decoder
Decoder.Attribute=Attribute
Decoder.DecoderChannel=Decoder Channel
Decoder.DeleteDecoder=Delete Decoder
Decoder.DeviceChannel=Camera Channel
Decoder.EditDecoder=Edit Decoder
Decoder.HasVideoChn=One camera channel per decoder channel,Please choose another decoder channel
Decoder.SelectDecoderChannel=Please select one decoder channel
Decoder.SelectVideoChn=Please select one camera channel
Decoder.ChnNotDevice=Please select one camera channel not device
Import.ExportConfig=تصدير اعدادات
Import.ExportLog=Log Export
Import.ImportConfig=جلب اعدادات
Login.AutoLogin=تسجيل دخول تلقائي
Login.ConfigFile=فشل في الاعدادات
Login.ConfirmPasswd=تأكيد كلمة السر
Login.IPInvalid=  ! عنوان الجهاز غير صحيح
Login.InBlackList=المستخدم في القائمة السوداء
Login.InUsed=تم تسجيل الدخول
Login.InitDecodeCard=Now is initialize decode card
Login.InitDecodeCardFail=Failed to initalize decode card
Login.InitVideo=Initizeing viedo....,
Login.Locked=The user is locked
Login.Login=تسجيل دخول
Login.LoginFail=فشل في تسجيل الدخول
Login.LoginSuccess=تم تسجيل الدخول
Login.NetError=خطأ في الشبكة
Login.NewPasswd=كلمة مرور جديدة
Login.NotFound=لايمكن العثور على الجهاز
Login.OldPasswd=كلمة المرور القديمة
Login.PasswdError=خطأ في كلمة المرور
Login.Password=كلمة المرور
Login.ReadyLogin=جاهز لتسجيل الدخول
Login.SavePwd=حفظ كلمة المرور
Login.SystemBusy=النظام مشغول
Login.Timeout=زمن الدخول انتهى
Login.UnknowError=خطأ غير معروف
Login.User=مستخدم
Login.UserIsLocked=تم حجب المستخدم
Login.UserIsStoped=تم ايقاف المستخدم
Login.UserName=اسم المستخدم
Login.UserNotExisted=المستخدم غير موجود
AccountMSG.AccountLocked=تم غلق الحساب
AccountMSG.AccountUsed=الحساب مستخدم
AccountMSG.AddGroupExist=اسم المجموعة موجود بالفعل
AccountMSG.AddGroupSuccess=تم اضافة المجموعة بنجاح
AccountMSG.AddUserExist=اسم المستخدم موجود بالفعل
AccountMSG.AddUserSuccess=تم اضافة المستخدم بنجاح
AccountMSG.DeleteGroupSuccess=تم حذف المجموعة بنجاح
AccountMSG.DeleteInuseGroup=لايمكن مسح مجموعة تحتوي على مستخدمين، امسح المستخدمين اولا
AccountMSG.DeleteUserSuccess=تم حذف المستخدم بنجاح
AccountMSG.EmptyAuthority=الترخيص فارغ
AccountMSG.EmptyName=حقل الاسم فارغ
AccountMSG.Failed=فشل في العملية
AccountMSG.InvalidPassword=كلمة المرور غير صحيحة، كلمة المرور الاساسية هي: 111111
AccountMSG.ModGroupSuccess=تم تعديل المجموعة بنجاح
AccountMSG.ModPasswordSuccess=تم تعديل كلمة المرور بنجاح
AccountMSG.ModUserSuccess=تم تعديل المستخدم بنجاح
AccountMSG.NotPermit=لايوجد صلاحيات
AccountMSG.PasswordMismatch=كلمة المرور غير مطابقة
AccountMSG.SaveConfigFailed=فشل في حفظ الاعدادات
AccountMSG.SureToDelete=هل تريد الحذف؟
AccountMSG.TooLargeAuthority=العملية غير مسموح بها
AccountMSG.TryDeleteResvUser=لايمكن مسح المستخدمين
AccountMSG.TryModifyResvUser=لايمكن التعديل
AccountMSG.ImportOK=تم الاستيراد بنجاح، برجاء اعادة تشغيل البرنامج
AccountMSG.ImportFail=فشل في الاستيراد
AccountMSG.ExportOK=تم التصدير بنجاح
AccountMSG.ExportFail=فشل في التصدير
Authority.Account=الحساب
Authority.AlarmConfig=اختبار الانذار
Authority.AlarmIO=اعداد دخول/خروج الانذار
Authority.AutoMaintain=صيانة تلقائية
Authority.Backup=نسخ احتياطي
Authority.ChannelTitle=اسم الكاميرا
Authority.CommConfig=RS232
Authority.CtrlPanel=لوحة التحكم
Authority.DefaultConfig=افتراضي
Authority.DelLog=CLEAR LOG
Authority.EncodeConfig=ترميز
Authority.GeneralConfig=اعدادات عامة
Authority.ModifyLanguage=اللغة
Authority.ModifyVideoMode=تنسيق الفيديو
Authority.Monitor_01=عرض كاميرا 1
Authority.Monitor_02=عرض كاميرا 2
Authority.Monitor_03=عرض كاميرا 3
Authority.Monitor_04=عرض كاميرا 4
Authority.Monitor_05=عرض كاميرا 5
Authority.Monitor_06=عرض كاميرا 6
Authority.Monitor_07=عرض كاميرا 7
Authority.Monitor_08=عرض كاميرا 8
Authority.Monitor_09=عرض كاميرا 9
Authority.Monitor_10=عرض كاميرا 10
Authority.Monitor_11=عرض كاميرا 11
Authority.Monitor_12=عرض كاميرا 12
Authority.Monitor_13=عرض كاميرا 13
Authority.Monitor_14=عرض كاميرا 14
Authority.Monitor_15=عرض كاميرا 15
Authority.Monitor_16=عرض كاميرا 16
Authority.Monitor_17=عرض كاميرا 17
Authority.Monitor_18=عرض كاميرا 18
Authority.Monitor_19=عرض كاميرا 19
Authority.Monitor_20=عرض كاميرا 20
Authority.Monitor_21=عرض كاميرا 21
Authority.Monitor_22=عرض كاميرا 22
Authority.Monitor_23=عرض كاميرا 23
Authority.Monitor_24=عرض كاميرا 24
Authority.Monitor_25=عرض كاميرا 25
Authority.Monitor_26=عرض كاميرا 26
Authority.Monitor_27=عرض كاميرا 27
Authority.Monitor_28=عرض كاميرا 28
Authority.Monitor_29=عرض كاميرا 29
Authority.Monitor_30=عرض كاميرا 30
Authority.Monitor_31=عرض كاميرا 31
Authority.Monitor_32=عرض كاميرا 32
Authority.NetConfig=الشبكات
Authority.OutputConfig=عرض
Authority.PTZControl=PTZ CONTROL
Authority.PtzConfig=PTZ SETTING
Authority.QueryLog=QUERY LOG
Authority.Record=SCHEDULE
Authority.RecordConfig=SCHEDULE
Authority.Replay_01=  REPLAY_CH01
Authority.Replay_02=  REPLAY_CH02
Authority.Replay_03=  REPLAY_CH03
Authority.Replay_04=  REPLAY_CH04
Authority.Replay_05=  REPLAY_CH05
Authority.Replay_06=  REPLAY_CH06
Authority.Replay_07=  REPLAY_CH07
Authority.Replay_08=  REPLAY_CH08
Authority.Replay_09=  REPLAY_CH09
Authority.Replay_10=  REPLAY_CH10
Authority.Replay_11=  REPLAY_CH11
Authority.Replay_12=  REPLAY_CH12
Authority.Replay_13=  REPLAY_CH13
Authority.Replay_14=  REPLAY_CH14
Authority.Replay_15=  REPLAY_CH15
Authority.Replay_16=  REPLAY_CH16
Authority.Replay_18=  REPLAY_CH18
Authority.Replay_17=  REPLAY_CH17
Authority.Replay_19=  REPLAY_CH19
Authority.Replay_20=  REPLAY_CH20
Authority.Replay_21=  REPLAY_CH21
Authority.Replay_22=  REPLAY_CH22
Authority.Replay_23=  REPLAY_CH23
Authority.Replay_24=  REPLAY_CH24
Authority.Replay_25=  REPLAY_CH25
Authority.Replay_26=  REPLAY_CH26
Authority.Replay_27=  REPLAY_CH27
Authority.Replay_28=  REPLAY_CH28
Authority.Replay_29=  REPLAY_CH29
Authority.Replay_30=  REPLAY_CH30
Authority.Replay_31=  REPLAY_CH31
Authority.Replay_32=  REPLAY_CH32
Authority.ShutDown=اطفاء الجهاز
Authority.StorageManager=ادارة القرص الصلب
Authority.SysInfo=استعلام معلومات النظام
Authority.SysUpgrade=ترقية النظام
Authority.Talk_01=نطق
Authority.VideoConfig=حركة
AutoMain.At=At
AutoMain.AutoDelete=مسح الملفات القديمة تلقائياً
AutoMain.AutoReboot=اعادة تشغيل النظام تلقائياً
AutoMain.DaysAgo=يوم(أيام) مضت
Config.AlarmLogTime=Alarm log keep days
Config.AutoConnect=توصيل تلقائي لآخر شاشاة عرض
Config.AutoExpand=عرض الشاشة كبيرة تلقائياً عند التوصيل
Config.BaseConfig=اعدادات اساسية
Config.Browse=تصفح
Config.ClientVersion=عميل
Config.ConfigVersion=اعدادات الجهاز
Config.DecoderVersion=Decoder
Config.DiskList=قائمة الأقراص
Config.FreePercent=Free Percent
Config.FreeSize=Free Size(MB)
Config.FullMode=Overwrite
Config.LocalPlayback=تشغيل التسجيلات من الكمبيوتر
Config.LogMaintence=Log Maintence
Config.NetVersion=Net
Config.OprLogTime=Operation log keep days
Config.Picture=مجلد الصور
Config.PlayBackVersion=تشغيل
Config.Record=مجلد التسجيلات
Config.RecordSet=ضط التسجيل
Config.AlarmRecordLen=طول تسجيل الانذار
Config.RemotePlayback=تشغيل التسجيلات عن بعد
Config.ShowAlarmLog=Show alarm log
Config.Storage=مكان التخزين
Config.ToAVI= AVI حفظ التسجيلات الحالية بصيغة
Config.TotalSize= (MB) المساحة الكلية
Config.UsedPercent=استخدام الحالي
Config.UsedSize= (MB) حجم الذاكرة المستخدمة
Config.VersionInfo=معلوما الاصدارة
Config.VideoVersion=فيديو
Config.AutoRun=تشغيل تلقائي عند فتح البرنامج
ConfigAlarm.AlarmIn=مدخل الانذار
ConfigAlarm.AlarmOut=نخرج الانذار
ConfigAlarm.Area=الدولة
ConfigAlarm.Beep=صفارة
ConfigAlarm.ChannelNo=الكاميرا
ConfigAlarm.DelayRecordTime=تأخير
ConfigAlarm.DeviceType=النوع
ConfigAlarm.Enable=تفعيل
ConfigAlarm.EventType=نوع الحدث
ConfigAlarm.FtpUpload=FTP upload
ConfigAlarm.Interval=Interval
ConfigAlarm.LatchSecond=Delay
ConfigAlarm.NoChannelSelected=لايوجد كاميرا
ConfigAlarm.NormalClose=اغلاق عادي
ConfigAlarm.NormalOpen=فتح عادي
ConfigAlarm.PtzLinkage=PTZ Activation
ConfigAlarm.RecordChannel=كاميرا التسجيل
ConfigAlarm.RegionConfig=ضبط
ConfigAlarm.ScreenTip=عرض الرسالة
ConfigAlarm.Sec=ثانية
ConfigAlarm.SendEmail=ارسال بريد اليكتروني
ConfigAlarm.Sense=الحساسية
ConfigAlarm.Setting=ضبط
ConfigAlarm.TimeSection=دورة زمنية
ConfigAlarm.ToCenter=Upload Center
ConfigAlarm.Tour=Tour
ConfigAlarm.Type=نوع
ConfigAlarm.VoiceTip=Voice Prompts
ConfigAlarm.Select=Select
ConfigAlarm.UnSelect=UnSelect
ConfigAlarm.AlarmMode=Alarm Mode
ConfigAlarm.Auto=اعدادات
ConfigAlarm.Manual=يدوي
ConfigAlarm.Closed=ايقاف
ConfigAlarm.Status=الحالة
ConfigDayLight.Date=التاريخ
ConfigDayLight.EndTime= : النهاية
ConfigDayLight.StartTime= : البداية
ConfigDayLight.Week=يوم من الاسبوع
ConfigDefault.AllDefault=الجميع
ConfigDefault.Sure=برجاء اختيار الاعدادات الافتراضية التي تريدها
ConfigGeneral.Dansk=Dansk
ConfigGeneral.DateFormat=صيغة التاريخ
ConfigGeneral.DateFormatSelect1=سنة شهر يوم
ConfigGeneral.DateFormatSelect2=شهر يوم سنة
ConfigGeneral.DateFormatSelect3=يوم شهر سنة
ConfigGeneral.DateSpector=فاصل التاريخ
ConfigGeneral.DateTime=وقت النظام
ConfigGeneral.DaylightRule=قاعدة ضوء النهار
ConfigGeneral.DaylightSet=ضبط
ConfigGeneral.DaylightTime=DST
ConfigGeneral.DaysAgo=يوم (أيام) ماضية
ConfigGeneral.DelCustom=تخصيص
ConfigGeneral.DelNever=ابداً
ConfigGeneral.DiskFull=القرص ممتلئ
ConfigGeneral.DiskFullOverwrite=استبدال القديم
ConfigGeneral.DiskFullStop=ايقاف التسجيل
ConfigGeneral.English=العربية
ConfigGeneral.Estonian=Estonian
ConfigGeneral.Farsi=Farsi
ConfigGeneral.Finnish=Finnish
ConfigGeneral.French=FRANCAIS
ConfigGeneral.German=DEUTSCHER
ConfigGeneral.Greek=ΕΛΛΗΝΙΚΑ
ConfigGeneral.Hungarian=Hungarian
ConfigGeneral.Italian=ITALIAN
ConfigGeneral.Japanese=日本語
ConfigGeneral.Korean=Korean
ConfigGeneral.LanguageSelect=اللغة
ConfigGeneral.Minute=دقائق
ConfigGeneral.OutFormat=صيغة المخرجات
ConfigGeneral.OutputMode=نمط العرض
ConfigGeneral.Poland=Poland
ConfigGeneral.Portugal=PORTUGUÊ
ConfigGeneral.RebootEveryday=كل يوم
ConfigGeneral.RebootFriday=كل يوم جمعة
ConfigGeneral.RebootMonday=كل يوم اثنين
ConfigGeneral.RebootNever=بدون
ConfigGeneral.RebootSaturday=كل يوم سبت
ConfigGeneral.RebootSunday=كل يوم أحد
ConfigGeneral.RebootThursday=كل يوم خميس
ConfigGeneral.RebootTuesday=كل يوم ثلاثاء
ConfigGeneral.RebootWednesday=كل يوم أربعاء
ConfigGeneral.RecordLen=الطول
ConfigGeneral.RemoteAddr=DVR No
ConfigGeneral.Romanian=Romanian
ConfigGeneral.Russian=РУССКИЙ
ConfigGeneral.SelfOutput=تكييف تلقائي
ConfigGeneral.SimpChinese=简体中文
ConfigGeneral.Spanish=ESPAÑOL
ConfigGeneral.StandbyTime=تسجيل خروج تلقائي
ConfigGeneral.TVOutput=TV
ConfigGeneral.Thai=ภาษาไทย
ConfigGeneral.Time12=12
ConfigGeneral.Time24=24
ConfigGeneral.TimeFormat=صيغة الوقت
ConfigGeneral.TradChinese=繁體中文
ConfigGeneral.Tuekey=Tuekey
ConfigGeneral.VGAOutput=VGA
ConfigGeneral.VideoMode=Video Standard
ConfigGeneral.Turkey=TURKIYE
InfoLog.Abnormal=Abnormal
InfoLog.AlarmLocal=Local Alarm
InfoLog.AlarmManual=Manual Alarm
InfoLog.AlarmNet=Net Alarm
InfoLog.AudioInFormat=SPEAK
InfoLog.AutoMaintain=تصليح تلقائي
InfoLog.Backup= s% نسخ احتياطي　
InfoLog.BlindDetect=منطقة فيديو محجوبة
InfoLog.Channel=كاميرا
InfoLog.Close=اغلاق التسجيل
InfoLog.CombineEncode=CombineEncode
InfoLog.Comm=Comm
InfoLog.DeleteFileFailed=فشل في حذف الملفات
InfoLog.UpdateFailed=فشل في الترقية
InfoLog.Download= s% تحميل
InfoLog.Encode=Encode
InfoLog.Event=%s as Events Working Directory
InfoLog.GUISet=GUI
InfoLog.General=Regular
InfoLog.LocalAlarm=Local Alarm
InfoLog.Location=Location
InfoLog.LogIn=User %s LogIn by %s
InfoLog.LogInfo=LOG
InfoLog.LogOut=User %s LogOut by %s
InfoLog.LogTime=Log Time
InfoLog.LogType=Type
InfoLog.LossDetect=Loss Detect
InfoLog.Manual=Record
InfoLog.MotionDetect=Motion Detect
InfoLog.Net3G=3G
InfoLog.NetAbort=NetAbout
InfoLog.NetAlarm=Net Alarm
InfoLog.NetCommon=Net Common
InfoLog.NetDDNS=DDNS
InfoLog.NetDHCP=DHCP
InfoLog.NetDNS=Net DNS
InfoLog.NetEmail=Email
InfoLog.NetIPConflict=IP Conflict
InfoLog.NetIPFilter=IP Filter
InfoLog.NetNTP=NTP
InfoLog.NetPPPoE=PPPoE
InfoLog.No=No
InfoLog.PTZ=PTZ
InfoLog.PTZAlarmProtocol=PTZ Alarm
InfoLog.PTZPreset=Ptz Preset
InfoLog.PTZTour=PTZ Tour
InfoLog.Play=playback
InfoLog.PlayBack=Playback %s
InfoLog.ReadFileFailed=Read the File %s Failure
InfoLog.ReadOnly=%s as Read Only Working Directory
InfoLog.ReadWrite=%s as W/R Working Directory
InfoLog.Record=RECORD
InfoLog.Redunancy=%s as Redundant Working Directory
InfoLog.RS485=RS485
InfoLog.SearchAlarm=%d-%d-%d %d:%d:%d Query %d Channel Alarm Video Record
InfoLog.SearchAll=%d-%d-%d %d:%d:%d Query %d Channel ALL Video Record)
InfoLog.SearchDetect=%d-%d-%d %d:%d:%d Query %d Channel Detect Video Record
InfoLog.SearchHand=%d-%d-%d %d:%d:%d Query %d Channel Manually Video Record
InfoLog.Snapshot=Snapshot
InfoLog.StorageFailure=Storage Device Access Failure
InfoLog.StorageLowSpace=Storage Space Lack Alarm
InfoLog.StorageNotExist=Storage Deivce Not Exist
InfoLog.TVAdjust=TV Adjust
InfoLog.Timing=General
InfoLog.Tour=Tour
InfoLog.VideoBlind=Video Blind
InfoLog.VideoColor=Color Setting
InfoLog.VideoLoss=Loss Detect
InfoLog.VideoMotion=Motion Detect
InfoLog.VideoSplit=Video Split
InfoLog.VideoWidget=Video Widget
InfoLog.WriteFileFailed=Write File %s Failed!
LogInfo.AlarmEvent=Alarm event
LogInfo.All=All
LogInfo.ClearFail=Clear log fail
LogInfo.ClearSuccess=Clear log successful
LogInfo.ConfigOperation=Config
LogInfo.EndTime=End Time
LogInfo.FileAccess=Playback
LogInfo.LogSearch=<%s>PlayBack Log！
LogInfo.LogType=Type
LogInfo.NextPage=Next Page
LogInfo.RecordOperation=Week Day
LogInfo.RemoveAll=Remove
LogInfo.Search=Search
LogInfo.StartTime=Start Time
LogInfo.StorageManager=Storage
LogInfo.SureToClear=Are you sure you want to remove all logs?
LogInfo.SystemManager=System
LogInfo.UserManager=Account
LogType.AccountRestore=Account Restore
LogType.AddGroup=Add Group
LogType.AddUser=Add User
LogType.ClearDriver=Clear Driver
LogType.ClearLog=Clear Log
LogType.DeleteGroup=Delete Group
LogType.DeleteUser=Delete User
LogType.DiskChanged=Disk Changed
LogType.EventLatch=Latch Event
LogType.EventStart=Alarm Start
LogType.EventStop=Alarm Stop
LogType.FileAccess=File Access
LogType.FileAccessError=File Access Error
LogType.FileSearch=File Search
LogType.LogIn=Log In
LogType.LogOut=Log Out
LogType.ModifyGroup=Modify Group
LogType.ModifyPassword=Modify Password
LogType.ModifyTime=Modify System Time
LogType.ModifyUser=Modify User
LogType.PTZTour=Tour
LogType.Reboot=Reboot
LogType.Record=Week Day
LogType.SaveConfig=Save Configuration
LogType.SetDriverType=Set Driver Type
LogType.ShutDown=Shut Down
LogType.StorageDeviceError=Storage Device Error
LogType.Update=Update
LogType.Upgrade=Upgrade
LogType.ZeroBitrate=No Bitrate
UserManager.AddGroup=اضافة مجموعة
UserManager.AddUser=اضافة مستخدم
UserManager.Authority=الصلاحيات
UserManager.ConfirmPassword=تأكيد كلمة المرور
UserManager.DefaultUser=مستخدم افتراضي
UserManager.DeleteGroup=حذف مجموعة
UserManager.DeleteUser=حذف مستخدم
UserManager.Group=مجموعة
UserManager.GroupName=اسم المجموعة
UserManager.LackAuchority=صلاحيات محدودة
UserManager.LoginSystem=تسجيل دخول للنظام
UserManager.Memo=مذكرة
UserManager.ModGroup=تعديل مجموعة
UserManager.ModPassword=تعديل كلمة المرور
UserManager.ModUser=تعديل مستخدم
UserManager.NewPassword=كلمة مرور جديدة
UserManager.No=لا
UserManager.OldPassword=كلمة المرور القديمة
UserManager.OwnerGroup=مجموعة
UserManager.PleaseLogin=برجاء تسجيل الدخول
UserManager.Sharable=اعادة استخدام
UserManager.User=مستخدم
UserManager.UserName=اسم المستخدم
UserManager.UserPassword=كلمة المرور
UserManager.UserState=الحالة
UserManager.UserStateOK=عادي
UserManager.UserStateStoped=تم الايقاف
Version.AlarmIn=مدخل الانذار
Version.AlarmOut=نخرج الانذار
Version.Channel=منفذ التسجيل
Version.ExChannel=منافذ اضافية
Version.ReleaseDate=انشاء تاريخ
Version.SystemVersion=النظام
Config.RecordLen=الطول
MapCtrl.Add=اضافة
MapCtrl.AddFail=فشل في اضافة الصورة
MapCtrl.AddPicture=اضافة صورة
MapCtrl.AlarmDevice=جهاز الانذار
MapCtrl.Browse=تصفح
MapCtrl.Cancel=الغاء
MapCtrl.ChooseOnePicture=برجاء اختيار صورة
MapCtrl.CopyFail=فشل في نسخ الصورة
MapCtrl.Camera=كاميرا
MapCtrl.DeleteFail=فشل في مسح الصورة
MapCtrl.Description=توصيف
MapCtrl.DescriptionTooLang=الصورة يجب ان لاتكون اكثر من 256 بايت
MapCtrl.Dev=الجهاز
MapCtrl.Edit=تحرير
MapCtrl.EditFail=فشل في تحرير الصورة
MapCtrl.InputPicName=برجاء ادخال اسم الصورة
MapCtrl.Map=خريطة
MapCtrl.MapCtrl=تحكم في ا لخريطة
MapCtrl.Modify=تعديل
MapCtrl.Name=الاسم
MapCtrl.NameInUsed=هذا الاسم مستخدم بالفعل
MapCtrl.NameTooLong=يجب ان لايكون اسم الصورة اكثر من 32 بايت
MapCtrl.NodeInUsed=النقطة تم اختيارها في خريطة اخرى
MapCtrl.OK=موافق
MapCtrl.Picture=الصورة
MapCtrl.PictureEdit=تحرير الصورة
MapCtrl.PictureName=اسم الصورة
MapCtrl.PicturePath=مسار الصورة
MapCtrl.PictureTooBig=ملف الصورة طويل جداً أو غير موجود
MapCtrl.Remove=حذف
MapCtrl.Save=حفظ
MapCtrl.SaveFail=فشل في حفظ الصورة
MapCtrl.SaveOK=تم حفظ الصورة
MapCtrl.SureToDel=هل تريد الحذف؟
MapCtrl.SureToDelAllDevOnMap=كل البيانات سوف يتم مسحها من الخريطة، هل تريد الاستمرار؟
MapCtrl.Type=النوع
MapCtrl.MapInfo=معلومات عن الخريطة
ConfigEncode.Audio=الصوت
ConfigEncode.Best=الافضل
ConfigEncode.Better=جيد جدا
ConfigEncode.BitrateControlPolicy=نوع تدفق البيانات
ConfigEncode.BitrateValue=Bit Rate(Kb/S)
ConfigEncode.Brightness=السطوع
ConfigEncode.CBR=CBR
ConfigEncode.Channel1=كاميرا 1
ConfigEncode.Channel10=كاميرا 10
ConfigEncode.Channel11=كاميرا 11
ConfigEncode.Channel11_12=كاميرا 11-12
ConfigEncode.Channel12=كاميرا 12
ConfigEncode.Channel13=كاميرا 13
ConfigEncode.Channel13_14=كاميرا 13-14
ConfigEncode.Channel13_16=كاميرا 13-16
ConfigEncode.Channel14=كاميرا 14
ConfigEncode.Channel15=كاميرا 15
ConfigEncode.Channel15_16=كاميرا 15-16
ConfigEncode.Channel16=كاميرار 16
ConfigEncode.Channel17=كاميرا 17
ConfigEncode.Channel17_24=كاميرا 17-24
ConfigEncode.Channel17_32=كاميرا 17-32
ConfigEncode.Channel18=كاميرا 18
ConfigEncode.Channel19=كاميرا 19
ConfigEncode.Channel1_16=كاميرا 1-16
ConfigEncode.Channel1_2=كاميرا 1-2
ConfigEncode.Channel1_4=كاميرا 1-4
ConfigEncode.Channel1_6=كاميرا 1-6
ConfigEncode.Channel1_8=كاميرا 1-8
ConfigEncode.Channel1_9=كاميرا 1-9
ConfigEncode.Channel2=كاميرا 2
ConfigEncode.Channel20=كاميرا 20
ConfigEncode.Channel21=كاميرا 21
ConfigEncode.Channel22=كاميرا 22
ConfigEncode.Channel23=كاميرا 23
ConfigEncode.Channel24=كاميرا 24
ConfigEncode.Channel25=كاميرا 25
ConfigEncode.Channel25_32=كاميرا 25-32
ConfigEncode.Channel26=كاميرا 26
ConfigEncode.Channel27=كاميرا 27
ConfigEncode.Channel28=كاميرا 28
ConfigEncode.Channel29=كاميرا 29
ConfigEncode.Channel3=كاميرا 3
ConfigEncode.Channel30=كايمرا 30
ConfigEncode.Channel31=كاميرا 31
ConfigEncode.Channel32=كاميرا 32
ConfigEncode.Channel3_4=كاميرا 3-4
ConfigEncode.Channel4=كاميرا 4
ConfigEncode.Channel5=كاميرا 5
ConfigEncode.Channel5_6=كاميرا 5-6
ConfigEncode.Channel5_8=كاميرا 5-8
ConfigEncode.Channel6=كاميرا 6
ConfigEncode.Channel7=كاميرا 7
ConfigEncode.Channel7_12=كاميرا 7-12
ConfigEncode.Channel7_8=كاميرا 7-8
ConfigEncode.Channel8=كاميرا 8
ConfigEncode.Channel8_16=كاميرا 8-16
ConfigEncode.Channel9=كاميرا 9
ConfigEncode.Channel9_10=كاميرا 9-10
ConfigEncode.Channel9_12=كاميرا 9-12
ConfigEncode.Channel9_16=كاميرا 9-1
ConfigEncode.CombineEncode=Combine Encode
ConfigEncode.CombineMode=نمط
ConfigEncode.Contrast=التباين
ConfigEncode.Cover=Region Cover
ConfigEncode.CoverSetting=ضبط
ConfigEncode.DftColor=الوان طبيعية
ConfigEncode.EncodeMode=Compression
ConfigEncode.ExtStream=Extra Stream
ConfigEncode.FPS=FPS
ConfigEncode.Gain=Gain
ConfigEncode.General=عام
ConfigEncode.Good=جيد
ConfigEncode.Hue=Hue
ConfigEncode.ImageColorConfig=ضبط الالوان
ConfigEncode.Mode=نمط
ConfigEncode.MultiReplay=تشغيل متعدد
ConfigEncode.NarrowBand=حزمة ضيقة
ConfigEncode.Period=دورة
ConfigEncode.Quality=الجودة
ConfigEncode.Saturation=التشبع
ConfigEncode.Snap=التقاط صورة
ConfigEncode.SnapFreq=تردد التقاط الصورة
ConfigEncode.SnapMode=نمط
ConfigEncode.SnapQuality=جودة الصورة
ConfigEncode.SnapSize=حجم الصورة
ConfigEncode.VBR=VBR
ConfigEncode.Video=الفيديو
ConfigEncode.VideoAudio=الفيديو/الصوت
ConfigEncode.VideoResolution=الدقة
ConfigEncode.WarmColor=الوان دافئة
ConfigEncode.Worse=سيء
ConfigEncode.Worst=أسوأ
ConfigEncode.iGop=I Frame Interval
ConfigVideo.High=جيد
ConfigVideo.Higher=جيد جدا
ConfigVideo.Highest=ممتاز
ConfigVideo.Lower=منخفض
ConfigVideo.Lowest=منخفض جدا
ConfigVideo.Middle=متوسط
PlayBack.ALL=الجميع
PlayBack.AlarmRecordFile=تسجيل الانذار
PlayBack.Audio=الصوت
PlayBack.Backup=نسخ احتياطي
PlayBack.BeginDate=ابدأ
PlayBack.CancelDownload=هل تريد انهاء التحميل ؟
PlayBack.CardRecordFile=تسجيل بالكارت
PlayBack.Channel=الكاميرا
PlayBack.Close=جاري الاغلاق
PlayBack.CloseAllWindow=اغلاق جميع النوافذ
PlayBack.CloseWindow=اغلاق النافذة
PlayBack.Date=التاريخ
PlayBack.DetectRecordfile=اكتشاف التسجيل
PlayBack.Device=الجهاز
PlayBack.Download=تحميل
PlayBack.DownloadError=خطأ في التحميل
PlayBack.DownloadFinish=تم التحميل
PlayBack.Downloading=جاري التحميل، برجاء الانتظار...
PlayBack.EndDate=النهاية
PlayBack.ExceedMaxChannel=تم تجاوز الحد الاقصى
PlayBack.Fast=سريع
PlayBack.File=ملف
PlayBack.FourScreen=اربع شاشات
PlayBack.GeneralRecordFile=تسجيل عام
PlayBack.GetDataFail=فشل في جلب البيانات
PlayBack.HandRecordFile=تسجيل يدوي
PlayBack.InPlaying=هذه الكاميرا قيد التشغيل برجاء ايقاف التشغيل اولاً
PlayBack.InvalidTime=تم ادخال الوقت بطريقة خاطئة،
PlayBack.LoadImageFail=فشل في تحميل صورة الخلفية
PlayBack.LocalPlayback=محلي
PlayBack.Local=محلي
PlayBack.LocalRecord=تسجيلات محلية
PlayBack.NO=NO
PlayBack.NextFrame=الكادر التالي
PlayBack.NoRecord=لايوجد تسجيلات
PlayBack.OpenDecodeFail=فشل في الفتح
PlayBack.OpenFileFail=فشل في الفتح
PlayBack.PageDown=صفحة تالية
PlayBack.PageUp=صفحة سابقة
PlayBack.Pause=ايقاف مؤقت
PlayBack.Period=دورة زمنية
PlayBack.Play=تشغيل
PlayBack.Playback=تشغيل
PlayBack.Playing=  ... جاري التشغيل
PlayBack.PrevFrame=كادر سابق
PlayBack.Prompt=Prompt
PlayBack.RemotePlayback=تشغيل عن بعد
PlayBack.Search=بحث
PlayBack.SearchFail=فشل في البحث
PlayBack.SelectDevice=برجاء اختيار جهاز
PlayBack.SingleFrame=كادر واحد
PlayBack.Slow=بطيء
PlayBack.Snapshot=التقاط صورة
PlayBack.SnapshotFail=فشل في التقاط الصورة
PlayBack.Stop=ايقاف
PlayBack.Timeout=انتهى زمن البحث
PlayBack.Type=النوع
PlayBack.UnkownError=خطأ غير معروف
PlayBack.Window=نافذة
PlayBack.AllPic=كل الصور
PlayBack.AlarmRecordPic=Alarm Snap
PlayBack.DetectRecordPic=Video Detect Snap
PlayBack.GeneralRecordPic=Regular Snap
PlayBack.HandRecordPic=Manual Snap
PlayBack.SelectAll=اختيار الجميع
PlayBack.UnSelectAll=الغاء التحديد للكل
Record.Auto=التوقيت
Record.Closed=ايقاف
Record.Manual=يدوي
RecordConfig.Mode=نمط التسجيل
RecordStorage.Alarm=انذار
RecordStorage.Detect=كاشف
RecordStorage.Files=صورة
RecordStorage.General=منتظم
RecordStorage.PreRecord=تسجيل ابتدائي
RecordStorage.PreSnap=التقاط صورة ابتدائي
RecordStorage.RecordLen=الطول
RecordStorage.Redu=احتياطي
RecordStorage.ScheduleSet=ضبط
RecordStorage.TimeSection=دورة زمنية
RecordStorage.TimeSection1=دورة زمنة 1
RecordStorage.TimeSection2=دورة زمنية 2
RecordStorage.TimeSection3=دورة زمنية 3
RecordStorage.TimeSection4=دورة زمنية 4
RecordStorage.TimeSection5=دورة زمنية 5
RecordStorage.TimeSection6=دورة زمنية 6
RecordStorage.Week=اسبوع
ConfigNet.3GNetConfig=اتصال لاسلكي
ConfigNet.ARSPConfig=ARSP
ConfigNet.AlarmReport=تقرير الانذار
ConfigNet.AUTO=تلقائي
ConfigNet.Adaptive=موائمة
ConfigNet.AddIP=اضافة عنوان IP
ConfigNet.Alarm=انذار
ConfigNet.AlarmCenter=خادم الانذارات
ConfigNet.ArspTip=تفعيل وحفظ، سوف يتم ظهور اسم النطاق بعد دقيقتين
ConfigNet.BannedIP=Banned IP
ConfigNet.BlackList=القائمة السوداء
ConfigNet.CDMA1X=CDMA1.x
ConfigNet.Channel=القناة
ConfigNet.DDNS=DDNS
ConfigNet.DDNSName=اسم المستخدم
ConfigNet.DDNSServerPort=منفذ
ConfigNet.DDNSSetInvalid=فشل في ضبط DDNS
ConfigNet.DDNSType=DDNSنوع
ConfigNet.DHCP=DHCP
ConfigNet.DHCPEnable=DHCP تفعيل
ConfigNet.DNSConfig=DNS اعدادات
ConfigNet.DNSTIP= التاليDNSاستخدم عنوان
ConfigNet.Decorder=Decorder
ConfigNet.DefaultGateWay=Gateway
ConfigNet.DeleteIP=IP حذف عنوان
ConfigNet.Detect=كشف
ConfigNet.DomainName=Domain Name
ConfigNet.EVDO=EVDO
ConfigNet.EmailConfig=بريد اليكتروني
ConfigNet.Enable=تفعيل
ConfigNet.FileLen=طول الملف
ConfigNet.FileLength=طول الملف
ConfigNet.FileLens=M
ConfigNet.FluencyPre=Fluency Preferred
ConfigNet.FtpAnonymous=Anonymous
ConfigNet.FtpChannel=Channel
ConfigNet.FtpConfig=FTP
ConfigNet.FtpDirName=DirName
ConfigNet.FtpEnable=تفعيل
ConfigNet.FtpHostIp=Server IP
ConfigNet.FtpHostPort=Port
ConfigNet.FtpPassWord=كلمة المرور
ConfigNet.FtpType=Type
ConfigNet.FtpUserName=اسم المستخدم
ConfigNet.FtpWeek=اسبوع
ConfigNet.GPRS=GPRS
ConfigNet.General=Regular
ConfigNet.HighSpeedDownload=High Speed Download
ConfigNet.HostIP=Server IP
ConfigNet.HostName=Host Name
ConfigNet.HostPort=Port
ConfigNet.HttpPort=HTTP Port
ConfigNet.IPSetting=IP FILTER
ConfigNet.IPaddr=IP Address
ConfigNet.Interval=interval
ConfigNet.Intervals=min
ConfigNet.LogReport=Log report
ConfigNet.MailAddrEmpty=برجاء اكتب البريد الاليكتروني
ConfigNet.MailAddrError=خطأ في البريد الاليكتروني
ConfigNet.MailAddrTooLong=البريد الاليكتروني طويل جدا
ConfigNet.MailRecevierError=لايمكن اضافة اكثر من 3 مستلمين
ConfigNet.MailSSL=Need SSL
ConfigNet.MailServer=SMTP Server
ConfigNet.Mailsender=الراسل
ConfigNet.MaxConnection=Max Connection
ConfigNet.MobileConfig=Mobile Monitor
ConfigNet.MobilePort=Port
ConfigNet.MulticastConfig=MULTICAST
ConfigNet.NeedReboot=تم الحفظ بنجاح، سوف يتم التفعيل بعد اعادة التشغيل، اعادة التشغيل الان؟
ConfigNet.NetAlarm=Net Alarm
ConfigNet.NetMask=Subnet Mask
ConfigNet.NetServerInfo=Net Server Info
ConfigNet.NetService=Net Server
ConfigNet.Netcard=Net Card
ConfigNet.No=No
ConfigNet.NtpConfig=NTP
ConfigNet.PPPoE=PPPoE
ConfigNet.PPPoEPassword=كلمة المرور
ConfigNet.PPPoEUserName=اسم المستخدم
ConfigNet.Passwd=كلمة المرور
ConfigNet.PortConflict=Port Conflict
ConfigNet.PrimaryDNS=Primary DNS
ConfigNet.Protocol=Protocol
ConfigNet.Prototype=Protocol Type
ConfigNet.QualityPre=Quality Preferred
ConfigNet.Receiver=Receiver
ConfigNet.ReplayNum=Maximum number of IP filter's is 64!
ConfigNet.RestrictType=Restricted Type
ConfigNet.SameIPTip=تمت الاضافة
ConfigNet.SaveConfigFailed=فشل في الحفظ
ConfigNet.SecondaryDNS=Secondary DNS
ConfigNet.ServerName=Server Name
ConfigNet.SetGatewayFailed=Set gateway failed!
ConfigNet.StandbyIP=Alternate IP
ConfigNet.TD-SCDMA=TD-SCDMA
ConfigNet.TcpPort=TCP Port
ConfigNet.TimeSection1=Time Period 1
ConfigNet.TimeSection2=Time Period 2
ConfigNet.TimeZone=Time Zone
ConfigNet.Title=العنوان
ConfigNet.TransferPolicy=Transfer Policy
ConfigNet.TrustIP=Trust IP
ConfigNet.Type=Type
ConfigNet.UDPPort=UDP Port
ConfigNet.UPNPTip=Make sure UPNP is running on router,befor using this
ConfigNet.UpdateInterval=Update Period
ConfigNet.UploadTime=Upload Time
ConfigNet.WCDMA=WCDMA
ConfigNet.Week=الاسبوع
ConfigNet.WhiteList=القائمة الآمنة
ConfigNet.Wirecard=Wire Netcard
ConfigNet.Wireless=لاسلكي
ConfigNet.WirelessAP=AP
ConfigNet.WirelessDialNum=رقم الاتصال
ConfigNet.NoSignal=لايوجد اشارة
ConfigNet.VeryLow=منخفض جدا
ConfigNet.Low=منخفض
ConfigNet.Good=جيد
ConfigNet.VeryGood=جيد جداً
ConfigNet.Excellent=ممتاز
ConfigNet.WifiNotSupport=Only support for WEP encrypt
ConfigNet.WifiPasswordNoMatch=Passowrd must 10 or 26 hex digits
ConfigNet.AuthMode=الصلاحيات
ConfigNet.Search=بحث
ConfigNet.Signal=الاشارة
ConfigNet.SSID=SSID
Title.AbnormalAlarm=Abnormal
Title.AddArea=ADD AREA
Title.AddDevice=اضافة جهاز
Title.Advance=متقدم
Title.Alarm=الانذار
Title.AlarmConfig=ضبط الانذار
Title.AlarmIn=مدخل الانذار
Title.AlarmOut=مخرج الانذار
Title.AlarmStatus=حالة الانذار
Title.AssistFunction=وظائف مساعدة
Title.AutoMaintain=تصليح تلقائي
Title.Backup=نسخ احتياطي
Title.BitrateStatistics=BPS
Title.BlindConfig=منطقة فيديو محجوبة
Title.CMS=برنامج التحكم
Title.ChannelName=اسم الكاميرا
Title.ColorTitle=اللون
Title.CommConfig=RS232
Title.Config=اعدادات
Title.Decoder=Decoder
Title.Delete=حذف
Title.Device=الجهاز
Title.DeviceManager=ادارة الاجهزة
Title.DisplayConfig=عرض واجهة المستخدم
Title.EncodeConfig=Encode
Title.GeneralConfig=اعدادات عامة
Title.HDDInfo=معلومات القرص الصلب
Title.HDDManager=ادارة القرص الصلب
Title.ImExportConfig=استيراد/تصدير
Title.ImageConfig=ضبط الالوان
Title.Loading= ... تحميل
Title.LocalConfig=اعدادات محلية
Title.LocalTime=الوقت
Title.LogInfo=LOG
Title.LogManager=Local Log
Title.LogOut=تسجيل خروج
Title.MagicBox=الصندوق السحري
Title.MainMenu=القائمة الرئيسية
Title.MapManager=خريطة
Title.TourManager=Tour
Title.Modify=تعديل
Title.MotionDetectConfig=حركة الفيديو
Title.NetCommonConfig=الشبكات
Title.NetService=NetService
Title.OnlineUser=مستخدم اون لاين
Title.PTZ=PTZ
Title.Partition=تقسيم القرص الصلب
Title.PlayBack=تشغيل
Title.PtzConfig=PTZ Config
Title.PtzControl=PTZ Control
Title.Record=تسجيل
Title.RecordConfig=تسجيل
Title.RecordMode=نمط التسجيل
Title.RemoteConfig=اعدادات عن بعد
Title.SetDefault=افتراضي
Title.SnapShot=ذاكرة حفظ الصور
Title.SystemConfig=النظام
Title.SystemInfo=معلومات
Title.SystemUpgrade=ترقية
Title.TVAdjust=ضبط التلفزيون
Title.Tools=ادوات متقدمة
Title.TourConfig=Tour
Title.UserManager=الحساب
Title.Version=الاصدارة
Title.VideoLossConfig=فقدان اشارة الفيديو
Title.VideoMonitor=شاشة
Title.Import=استيراد جهاز
Title.Export=تصدير جهاز
Title.Connect=اختبار الاتصال
OneClick.Add=اضافة
OneClick.Advance=متقدم
OneClick.All=الجميع
OneClick.Apply=تطبيق
OneClick.Apr=ابريل
OneClick.Cancel=الغاء
OneClick.ChannelNo=Channel
OneClick.Clean=مسح
OneClick.Copy=نسخ
OneClick.Day=اليوم
OneClick.Dec=Dec
OneClick.Default=افتراضي
OneClick.Delete=حذف
OneClick.Enable=تفعيل
OneClick.Feb=فبراير
OneClick.FirstDay=اليوم الاول هو
OneClick.FirstWeek=الاسبوع الاول
OneClick.FiveWeek=الاسبوع الخامس
OneClick.FourWeek=الاسبةع الرابع
OneClick.FreeDay=يوم عطلة
OneClick.Fri=الجمعة
OneClick.Jan=يناير
OneClick.Jul=يوليو
OneClick.Jun=يونيو
OneClick.LastDay=الاسبوع الاخير
OneClick.LogInfo=Log
OneClick.Mar=مارس
OneClick.May=مايو
OneClick.Min=دقيقة
OneClick.Mon=الاثنين
OneClick.Month=الشهر
OneClick.Nov=نوفمبر
OneClick.OK=موافق
OneClick.Oct=اكتوبر
OneClick.Paste=لصق
OneClick.Preview=معاينة
OneClick.Prompt=Prompt
OneClick.Refrush=تحديث
OneClick.RemoteConfig=اعدادات الجهاز
OneClick.Sat=السبت
OneClick.Sec=ثانية
OneClick.SecWeek=الاسبوع الثاني
OneClick.Sep=سبتمبر
OneClick.Setting=اعدادات
OneClick.SixWeek=الاسبوع السادس
OneClick.Sun=الاحد
OneClick.ThirdWeek=الاسبوع الثالث
OneClick.Thu=الخميس
OneClick.Tue=الثلاثاء
OneClick.Wed=الاربعاء
OneClick.WeekCnt=حساب الاسبوع هو
OneClick.WorkDay=يوم عمل
OneClick.Year=السنة
Right.Backup=نسخ احتياطي
Right.ColorControl=تحكم في الالوان
Right.DeviceManagement=ادارة الاجهزة
Right.LocalConfig=اعدادات العملاء
Right.Mapctrl=تحكم في الخرائط
Right.Monitor=شاشة
Right.PTZControl=PTZ Control
Right.Playback=تشغيل
Right.RemoteConfig=اعدادات عن بعد
Right.UserManager=ادارة المستخدمين
HDDInfo.Disk=القرص
HDDInfo.EndTime=زمن النهاية
HDDInfo.IndexNo=فهرس
HDDInfo.InfoRecordTime=عرض زمن التسجيل
HDDInfo.InfoTypeCapa=عرض النوع والسعة
HDDInfo.RemainCapacity=السعة المتبقية
HDDInfo.SATA=SATA
HDDInfo.StartTime=زمن البداية
HDDInfo.Status=الحالة
HDDInfo.TotalCapacity=السعة
HDDInfo.Type=النوع
HDDManager.Capacity=السعة
HDDManager.ClearDisk=تهيئة القرص الصلب
HDDManager.DiskInfo=معلومات القرص الصلب
HDDManager.DiskNo=HDD No.
HDDManager.EventDriver=Event Driver
HDDManager.FormatFinished=تمت تهيئة القرص الصلب
HDDManager.ImagePart=نسخة طبق الاصل للقسم
HDDManager.LowerCapa=أقل من
HDDManager.Partition=تقسيم
HDDManager.PartitionFailed=فشل في التقسيم
HDDManager.PartitionNeedReboot=تم التقسيم، برجاء اعادة التشغيل
HDDManager.RODiskCannotFormat=القرص محمي ضد الكتابة ، لايمكن تهيئته
HDDManager.ReadOnlyDriver=للقراءة فقط
HDDManager.ReadWriteDriver=قراءة وكتابة
HDDManager.RecordCapaTooSmall= سعة النسخة لابد أن تكون أكبر من 1جيجا بايت
HDDManager.RecordPart=قسم التسجيل
HDDManager.RecoverError=استعادة
HDDManager.ReduDriver=احتياطي
HDDManager.SetToReadOnly=قراءة فقط
HDDManager.SetToReadWrite=قراءة/كتابة
HDDManager.SetToRedu=احتياطي
HDDManager.SetToSnapShot=التقاط صورة
HDDManager.SnapShotDriver=التقاط صورة
HDDManager.Space=مساحة القرص
HDDManager.StateErr=خطأ
HDDManager.StateOK=عادي
HDDManager.Status=الحالة
HDDManager.SuceToExecute=هل تريد التنفيذ ؟
HDDManager.TipFormatDisk=هذه العملية سوف تقوم بمسح جميع التسجيلات، ، هل تريد المسح؟
HDDManager.TipSetToReadOnlyDriver=سوف يتم مسح الجميع هل تريد الاستمرار؟
HDDManager.TipSetToReadWriteDriver=هذه العملية سوف تضبط جهاز التخزين في وضع التشغيل
HDDManager.TipSetToReduDriver= هذه العملية سوف تضبط جهاز التخزين في وضح الاحتياطي، هل تريد الاستمرار؟
HDDManager.TipSetToSnapShotDriver=هذه العملية سوف تضبط جهاز التخزين كمخزن لالتقاط الصور فقط، هل تريد الاستمرار
HDDManager.Type=النوع
Upgrade.AddDevice=اضافة جهاز
Upgrade.Browse=تصفح
Upgrade.Destribe=وصف
Upgrade.FileName=اسم الملف:
Upgrade.IPAdress=عنوان IP
Upgrade.IPSearch=بحث عن عنوان IP
Upgrade.Login=تسجيل دخول
Upgrade.NO=NO.
Upgrade.Password=كلمة المرور
Upgrade.Port=منفذ
Upgrade.Progress=Upgrade Progress:
Upgrade.Prompt=Prompt
Upgrade.Run=ترقية
Upgrade.SelectFile=برجاء اختيار ملف الترقية
Upgrade.SendData= :ارسال بيانات
Upgrade.StartUpgrade=ابدأ الترقية
Upgrade.UpgradeFail=فشل في الترقية
Upgrade.UpgradeSuccess=تمت الترقية بنجاح
Upgrade.UpgradeTool=ادوات الترقية
Upgrade.UserName=اسم المستخدم
User.AddGroup=اضافة مجموعة
User.AddGroupFailed=فشل في اضافة مجموعة
User.AddUser=اضافة مستخدم
User.AddUserFailed=فشل في اضافة مستخدم
User.Apply=تطبيق
User.Cancel=الغاء
User.CancelModify=الغاء التعديل
User.Confirm=تأكيد
User.Describe=الوصف:
User.Device=الجهاز
User.DeviceChoose= :الجهاز الذي تم اختياره
User.DeviceList=قائمة الاجهزة
User.Devices= :الاجهزة
User.Group=مجموعة
User.GroupAttribute=وصف المجموعة
User.GroupExists=المجموعة موجودة بالفعل
User.GroupName=اسم المجموعة:
User.GroupNameEmpty=برجاء كتابة اسم المجموعة
User.ModUserFailed=فشل في التعديل
User.Modify=تعديل
User.ModifyDeviceNow=تعديل الجهاز ا لان
User.ModifyPassword=تعديل كلمة المرور
User.ModifyRightNow=اجراء التعديل الان
User.ModifyUserNow=تعديل المستخدم الان
User.Modifying= ...جاري التعديل
User.Name=الاسم
User.NewPsw=كلمة مرور جديدة
User.Normal=عادي
User.OK=موافق
User.OldPWD=كلمة المرور القديمة
User.OldPasswordError=كلمة المرور القديمة خطأ
User.Password=كلمة المرور
User.PasswordNotEmpty=برجاء ادخال كلمة مرور
User.PasswordNotMatched=كلمة المرور غير مطابقة
User.Right=الصلاحيات
User.RightChoose= :الصلاحيات المختارة
User.RightList=قائمة الصلاحيات
User.Rights=الصلاحيات
User.SelectOneUser=برجاء اختيار مستخدم
User.StopUse=ايقاف الاستخدام
User.SuperUserCanDel=لايمكن مسح المستخدم المتميز
User.SureToDelGroup=  s% :هل تريد فعلاً حذف المجموعة
User.SureToDelUser=s% :هل تريد فعلاً حذف المستخدم
User.UserAttribute=مواصفات المستخدم
User.UserExists=هذا المستخدم موجود بالفعل
User.UserLocked=المستخدم محجوب
User.UserName=اسم المستخدم
User.Users=:مستخدمين
AlarmManage.AlarmSetting=ضبط الانذار
Connect.Disconnected=Network Abnormal
Connect.Connected=Network Normal
Connect.DeviceName=اسم الجهاز
Connect.State=State
TourPlan.Up=أعلى
TourPlan.Down=أسفل
TourPlan.Add=اضافة
TourPlan.Del=حذف
TourPlan.Mod=Mod
TourPlan.TourPlan=Tour Project
TourPlan.PlanName=Project Name
TourPlan.TourPlanNode=Tour Item
TourPlan.PlanInTouring=Project in touring, close it first.
DisplayConfig.TimeTitle=TimeTitile
DisplayConfig.RecordStatus=Video Status
DisplayConfig.AlarmStatus=Alarm status
DisplayConfig.ResistTwitter=Anti-jitter
DisplayConfig.Transparence=Transparency
DisplayConfig.Channel=Channel
WebTitle.Playback=تشغيل
WebTitle.Log=Log
WebTitle.LocalConfig=ضبط محلي
WebTitle.RemoteCfg=اعدادات الجهاز
WebTitle.LogOut=تسجيل خروج
WebPtz.Step=Speed
WebPtz.Zoom=Zoom
WebPtz.Focus=Focus
WebPtz.Iris=Iris
WebPtz.Preset=Preset
WebPtz.Cruise=Tour
WebTitle.ImageColorConfig=ضبط الالوان
WebBT.SetDefault=افتراضي
WebBT.Reboot=اعادة تشغيل
WebTitle.OtherSet=إعدادات أخرى
WebInput.UserName=اسم المستخدم
WebInput.Password=كلمة المرور
WebBT.Ok=OK
Desktop.LogOut=خروج
WebBT.LogIn=تسجيل الدخول
PlayBack.FileInPlaying=الملف هو اللعب ، وإيقاف
Error.ChannelExisted=القناة موجودة بالفعل
WebBT.PlayAll=لعب كل القنوات
WebBT.StopPlayAll=إغلاق جميع القنوات
WebBT.RecordAll=كل قناة فيديو
WebBT.StopRecordAll=اغلاق جميع الفيديو
LogType.SetTime=تحديد الوقت
LogType.SaveSystemState=حفظ حالة النظام
ConfigEncode.Channel17_20=كاميرا 20_17
ConfigEncode.Channel21_24=كاميرا 24_21
ConfigEncode.Channel25_28=كاميرا 28_25
ConfigEncode.Channel29_32=كاميرا 32_29
ConfigEncode.Channel33_36=كاميرا 36_33
ConfigEncode.ColdColor=ألوان باردة
PlayBack.SelectFile=الرجاء اختيار ملف
Title.NetAlarmConfig=شبكة إنذار
DDNS.DDNSCofing=دنس ملقم
Upgrade.EditDevice=تحرير المعدات
DeviceManage.LoginType=نوع الدخول
DeviceManage.ARSP=ARSP
DeviceManage.SerialID=مسلسل عدد
DeviceManage.Modify=تعديل
DeviceManage.Cancel=إلغاء
Upgrade.Searching=البحث، الرجاء الانتظار
ConfigNet.RTSP=RTSP
PlayBack.PlayBackType=وضع التشغيل
PlayBack.ByTime=الزمن
PlayBack.ByName=من ملف
ConfigGeneral.Ukrainian=Українське
ConfigGeneral.Hebrew=עברית
ConfigGeneral.Brazilian=Português(BR)
ConfigGeneral.Vietnamese=Việt
PlayBack.SyncMode=تزامن
Language.Arabic=العربية
PlayBack.BackupFinish=احتياطية الانتهاء
PlayBack.FileNotExist=الملف غير موجود
PlayBack.Source=موقع الملف
Right.Logview=عرض السجل
ConfigManage.ToAVI=حفظ باسم تنسيق الفيديو افي محليا
DeviceDesc.AutoReboot=إعادة تشغيل السيارات
DeviceDesc.RestoreAccount=استعادة الحساب الافتراضي
Login.NetEnvironment=شبكة
Login.AutoConnet=جميع الفيديو اتصالات
Login.LAN=LAN
Login.WAN=WAN
ConfigGeneral.WorkHour=ساعات العمل
InfoLog.AlarmServer=التنبيه ملقم
InfoLog.NetARSP=ARSP
InfoLog.Wifi=Wifi
ConfigNet.ArspConfig=ARSP
ConfigNet.UPNP=UPNP
ConfigNet.ManEnable=إدارة الشبكات
ConfigNet.DeviceID=جهاز معرف
ConfigNet.MsgPort=رسالة ميناء
ConfigNet.Mega=Mega
ConfigNet.XingWang=XingWang
ConfigNet.ShiSou=ShiSou
ConfigNet.VVEye=VVEye
ConfigNet.DeviceName=اسم الجهاز
ConfigNet.TimeSyncEnable=قت التزامن
ConfigNet.DownLoadPort=ميناء التحميل
ConfigNet.CorpEnable=إنتربرايز سيرفر
Tips.DeviceProduct=التكوين المتقدم ميزات المنتج
Title.DeviceProduct=وظيفة النشر
OneClick.Aug=آب / أغسطس
Decoder.Reboot=إعادة تشغيل وحدة فك الترميز
InfoLog.SystemState=حالة النظام
InfoLog.StroagePosition=موقع التخزين
InfoLog.DeviceDesc=وصف الجهاز
InfoLog.Test=تكوين الإنتاج
User.SelectOneGroup=الرجاء اختيار مجموعة
ConfigEncode.HorizontalAcutance=مستوى الحدة
ConfigEncode.VerticalAcutance=العمودي الحدة
DeviceManage.SerialIDInvalid=الرقم التسلسلي غير صالح
DeviceManage.DDNSIPInvalid=عنوان الخادم غير صالحة
DeviceManage.DDNSPortInvalid=خادم منفذ غير صالح
DeviceManage.DDNSFAIL=فشل الاتفاق على حل DNS
ConfigNet.HaveModify=شبكة المعدات قد تغيرت ، الرجاء إعادة دخولجهاز
ConfigComm.RS485=RS485 سائل
ConfigComm.PTZ=PTZ سائل
WebTitle.UserLogin=دليل دخول
WebBt.StartAll=الكاملة
WebBt.StopAll=علامة الوقف
WebTitle.TLlogo=H.264 مراقبة فيديو شبكة نظام
WebBt.Logout=خروج
ConfigNet.SetSubMarkFailed=عدم تعيين قناع فرعية
ConfigNet.IsOnline=الإنترنت أو لا
Desktop.SplitDown=رفض
Desktop.SplitUp=ظهر
WebTitle.DigitalChannel=قناة الرقمية
DigitalChannel.Channel=قناة
DigitalChannel.Enable=مكن
DigitalChannel.Sync=مرة التزامن
DigitalChannel.Mode=وضع الاتصال
DigitalChannel.TourTime=جولة جولة وقت
DigitalChannel.NetConfigList=تهيئة شبكة قائمة
Title.DigitalChannel=قناة رقمي
DigitalChannel.SingleLink=فيما احد
DigitalChannel.MulLink=متعدد وصلة
DigitalChannel.CfgName=اسم تهيئة
DigitalChannel.RemoteChannel=بعيد وصول
DigitalChannel.Stream=دفق
Wireless.Setting=دقق إعداد اسلكي
Wireless.CameraRegister=استشعار اسلكي تسجيل
Wireless.Camera=بحث
Wireless.Register=تسجيل
Wireless.Cancel=إلغاء
Wireless.ClearAll=مسح كل مسجل
Wireless.Registered=سجلت بحث
Wireless.RefreshList=تجديد ائحة
Title.WireCamera=مستشعر اسلكي
Wireless.RemoteControl=التحكم من بعد
Desktop.Region=وسع
Title.ImportConfig=استيراد وتصدير
Playback.Minutes=دقائق
Playback.Hours=ساعات
Vesion.Day=يوم
Vesion.RunTime=نظام الجهوزية
CameraPara.Exposure=التعرض للوضع
CameraPara.LeastTime=الحد الأدنى من الوقت
CameraPara.MostTime=الوقت الأقصى
CameraPara.DayNight=يوم / ليلة النمط
CameraPara.BackLight=BLC
CameraPara.Auto=السيارات ايريس
CameraPara.Balance=الملف الشخصي
CameraPara.SignType=إشارة نوع
CameraPara.Mirror=مرآة
CameraPara.Roll=تحول
CameraPara.HandOper=كتيب
CameraPara.AutoOper=أوتوماتيكي
CameraPara.Disable=لم يتم تمكين
CameraPara.Daylight=ضوء الشمس
CameraPara.Cloudy=يوم غائم
CameraPara.IncandeScence=ضوء ساطع
CameraPara.Fluorescent=مصباح الفلورسنت
CameraPara.TungSten=التنغستن
CameraPara.Input=المدخلات الداخلية
CameraPara.ON=فتح
CameraPara.OFF=أغلق
CameraPara.Colour=اللون
CameraPara.BlackWhite=الأسود والأبيض
Title.CameraPara=الكاميرا المعلمات
CameraPara.millisecond=ميلي ثانية واحدة
DisplayConfig.ChannelTitle=قناة العنوان
ConfigNet.EncrypType=التشفير
ConfigNet.KeyType=نوع مفتاح
ConfigNet.WifiPWDNoMatchHex=يجب أن تكون كلمة المرور من الشخصيات 10،26 أو 32 عشري
ConfigNet.WifiPWDNoMatchASCII=يجب أن تكون كلمة المرور 5،26 أو 16 بت رمز ASCII
ConfigNet.Hex=عرافة
ConfigNet.ASCII=رمز ASCII
CameraPara.AE=AE المرجعي
CameraPara.Default=الافتراضات
CameraPara.Send=إرسال
CameraPara.Indoor=داخلي
CameraPara.Outdoor=في الهواء الطلق
CameraPara.BugInformation=الأمر الأمامية
CameraPara.Most=حد
CameraPara.AutoGain=AGC
DeviceRemote.SelectConfig=تكوين الدفعة
DeviceRemote.SelectDevice=الرجاء اختيار لتكوين الأجهزة
InfoLog.TimeChanged=الوقت المعايرة
LogType.TimeChanged=تعديل الوقت
LogType.DiskOver=التخزين التنبيه
InfoLog.DiskOver=القرص الثابت ممتلئ
ConfigNet.ShortMsg=SMS
ConfigNet.PoneNumb1=NO.1 الهاتف
ConfigNet.PoneNumb2=NO.2 الهاتف
ConfigNet.PoneNumb3=NO.3 الهاتف
ConfigNet.SendTimes=أرسلت مرات
InfoLog.AccountManual=دليل
WebBT.ChangeRatio=نسبة
ConfigAlarm.MobileMsg=SMS
ConfigAlarm.MultiMedia=MMS
Desktop.Size4_3=عرض من قبل 4:3
Desktop.Size16_9=عرض من قبل 16:9
Desktop.DisplaySize=عرض النسبة / حجم
PlayBack.PlayStyle=نمط التشغيل
DeviceManage.CreateSocketFailed=فشل في إنشاء مأخذ
DeviceManage.ConnServeFailed=فشل الاتصال بخادم
DeviceManage.ParseDomainFailed=فشل DNS
DeviceManage.SendDataFailed=فشل في إرسال حزم بروتوكول
CameraShutter.Strong=ارتفاع
CameraShutter.Middle=متوسط
CameraShutter.Low=منخفض
CameraPara.RejectFlicker=تومض المضادة
CameraPara.EsShutter=بطء مصراع
DigitalChannel.VirtualChannel=قناة تماثلي
DigitalChannel.DigitalChannel=القنوات الرقمية
DigitalChannel.ChannelMode=نمط قناة
DigitalChannel.ChannelStatus=قناة المركز
DigitalChannel.MaxResolution=الحد الأقصى لقرار
DigitalChannel.CurResolution=القرار الحالي
DigitalChannel.ConnStatus=مركز اتصال
DigitalChannel.None=None
DigitalChannel.NoConfig=لم يتم تكوين
DigitalChannel.NoLogin=لم تقم بتسجيل الدخول في
DigitalChannel.NoConnect=لم تقم
DigitalChannel.Connected=متصل
DigitalChannel.UnKnown=غير معروف
Import.ImportSuccess=استيراد التكوين بنجاح ، إعادة تشغيل الجهاز.
InfoLog.VideoOut=Video Output
InfoLog.ShortMsg=SMS
InfoLog.MultimediaMsg=MMS
PlayBack.PlayBackStyle=وضع القراءة
Playback.RecType=سجل نوع
ConfigNet.DASID=رقم متسلسل
ConfigNet.DASServerAddr=خادم العنوان
ConfigNet.DASServerPort=خادم ميناء
CameraPara.IRCUT=IR_CUT
CameraPara.SyncSwitch=IR متزامن التبديل
CameraPara.AutoSwitch=التبديل تلقائيا
InfoLog.NetIpConflict=IP الصراع
ConfigNet.TransMission=شبكة أولوية
config.MaxCacheTimes=الوقت مخبأ أقصى
ConfigNet.PortModify=جهاز معلومات المنفذ قد تغيرت، يرجى الخروج وإعادة تشغيل الجهاز حتى تصبح نافذة المفعول
CameraPara.Dnc=تحويل عتبة
CameraPara.Sensitivity=AE الحساسية
LogType.RecoverTime=زمن الاستعادة
Error.NoSupportChinese=لا يدعم الصينية
Config.CatchPic=لقطة شكل
Title.Help=مساعدة
DeviceManage.DevIsExisted=جهاز موجود بالفعل
CarFunc.Select=حدد
CarFunc.StateSort=حالة الفئات
CarFunc.CarStatus=حالة مركبة
CarFunc.InputMode=المدخلات واسطة
CarFunc.EquipSort=نوع الجهاز
CarFunc.DelayOpen=تأخر بدء
CarFunc.DelayClose=تأخر الاغلاق
CarFunc.RunStatus=وضع التشغيل
CarFunc.LeftLight=اتجه يسارا في أضواء
CarFunc.RightLight=تحول ضوء الحق
CarFunc.LeftFrontDoor=يسار الباب الأمامي
CarFunc.RightFrontDoor=حق الباب الأمامي
CarFunc.LeftBackDoor=ترك الباب الخلفي
CarFunc.RightBackDoor=الباب الخلفي الأيمن
CarFunc.BackDoor=مستتر
CarFunc.Opened=عادة فتح
CarFunc.Closed=عادة حالا
CarFunc.DelaySet=تأخير الإعداد
Title.CarFunc=مركبة وظائف
ConfigNet.NetPre=شبكة الأولوية
Desktop.ConnectDevice=الأجهزة المتصلة، يرجى الانتظار
Title.AutoConnectVideo=ربط الجهاز تلقائيا
DeviceManager.ConnectVideo=فتح المناظرة فيديو
Config.ReconnectTimes=التلقائي عدد من إعادة الاتصال
SMTP.SnapChannel=لقطة قناة
PlayBack.Print=طباعة
ConfigNet.Up=في
ConfigNet.Down=تحت
ConfigNet.NetInfo=مجموعة شبكة منصة معلومات
CarFunc.TimeZone=منطقة زمنية
CarFunc.UpdateInterval=تحديث دورة
CarFunc.GPSReviseTime=نظام تحديد المواقع المدرسة
ConfigNet.Setup=إعداد
ConfigNet.NetISP=شبكة مزود
ConfigNet.ID=رقم متسلسل
CarFunc.CarInfo=معلومات المركبة
ConfigNet.ISP_AUTO=تلقائيا حدد
ConfigNet.ISP_TELCOM=الاتصالات السلكية واللاسلكية
ConfigNet.ISP_UNIONCOM=يونيكوم
ConfigNet.ISP_CNC=نيتكوم
ConfigNet.ISP_MOBILE=نقل، اتفاقية حقوق الطفل
ConfigNet.ISP_USER=عرف
Log.Content=موجود مسبقا في الإدخال الأخرى
Task.IsTasking=Task يتم فتح
Title.Task=Task التكوين
Task.TaskNode=Task العقدة
Task.TaskName=Task اسم
Task.Task=Task خطة
Task.Waiting= Task يتم فتح,يرجى الانتظار
CA.Rule=حكم
CA.ShowTrace=وتظهر آثار
CA.TimeMin=الحد الأدنى من الوقت
CA.UPRType=تنبيه الطريق
CA.URPTripwire=الطوق
CA.URPPerimeter=تحذير المنطقة
Title.VideoAnalyse=تحليل ذكي
Title.ForbidDirection=حظر اتجاه
CA.LeftToRight=من اليسار إلى اليمين
CA.RightToLeft=من اليمين إلى اليسار
CA.DoubleDirection=ثنائي الاتجاه المحظورة
CA.Invade=غزو
CA.Inter=أدخل
Title.RuleSet=وضع قواعد
CA.Arithmetic=خوارزمية
CA.UpToDown=من الأعلى إلى الأسفل
CA.DownToUp=من أسفل إلى أعلى
Config.ScreenLock=التلقائي قفل الشاشة
CA.Leave=ترك
ConfigNet.GodEye=إنذار مركز خدمة شبكة
ConfigNet.MainAddr=الرئيسية خادم عنوان
ConfigNet.MainPort=الرئيسية خادم ميناء
ConfigNet.ExtraAddr=الخدمة الاحتياطية عنوان
ConfigNet.ExtraPort=الخدمة الاحتياطية المنفذ
ConfigNet.AddressTips=العنوان الملكية الفكرية أو المجال
ConfigNet.PortTips=رقم المنفذ
AccountMSG.OverNum=لا يمكن أن يتجاوز العدد الإجمالي لل
InfoLog.ConfigImport=استيراد
InfoLog.ConfigExport=تصدير
Title.ClockedDownload=الوقت لتحميل
Title.TimeInfo=الفترة الزمنية معلومات
Desktop.ShowMainWnd=ويبين الإطار الرئيسي
Desktop.Exit=استقال
Desktop.Minimize=التقليل من النافذة الرئيسية
InfoLog.Reboot for update host ip=مضيف IP التحديث، إعادة تشغيل الجهاز
InfoLog.Register Status switch=التحولات تسجيل حالة
InfoLog.Update host ip=مضيف IP التحديث
LogType.NatServer=خدمة NAT
NATSTR.DISENABLE=ديس تمكين
NATSTR.PROBING=تحقق DNS
NATSTR.CONNECTING=ربط
NATSTR.CONNECTED=متصل
NATSTR.natStatu=نات حالة
NATSTR.INFO=نات وضع رمز
DeviceManage.Cloud=Cloud
Error.MaxChannelForMacLogin=يتجاوز عدد المسموح به من القنوات
AlarmManage.DevDisconnect=جهاز فصل
Config.AutoStream=واحد على الشاشة الرئيسية، تيار، على شاشات متعددة تيار المساعدة
InfoLog.Param=كاميرا المعلمات
ConfigEncode.StaticParam=ثابت تكوين التشفير
ConfigEncode.WaterMark=العلامة المائية الرقمية
InfoLog.EncodeStaticParam=ثابت ترميز المعلمات
DeviceManage.NoSupportDecode=الجهاز لا يدعم فك التشفير
InfoLog.Analyze=تحليل ذكي
TourPlan.PlanNameEmpty=هل اسم خطة يست فارغة!
AlarmManage.VideoAnalyze=تحليل ذكي التنبيه
Playback.Mon=Mon
Playback.Tue=Tue
Playback.Wed=Wed
Playback.Thu=Thu
Playback.Fri=Fri
Playback.Sat=Sat
Playback.Sun=Sun
User.UserNameNotEmpty=يمكن اسم المستخدم لا تكون فارغة
Prompt=دفع
Operate.ConnectAll=توصيل جميع
Operate.DisConnectAll=قطع جميع
Desktop.OpenInfo=فتح نافذة السجل
Desktop.CloseInfo=إغلاق إطار سجل
CameraPara.IRSWAP=عدسة الأشعة تحت الحمراء في ترتيب عكسي
CameraPara.DayNTLevel=ضجيج النهار مستوى
CameraPara.NightNTLevel=ليلة ضجيج مستوى
DeviceManage.QiHan=P\L*02
Upgrade.AddDeviceQH=اضافة جهاز
Devicemanage.TVT=P\L*01S
Task.NoSelectTask=الرجاء تحديد برنامج العمل
TourPlan.NoSelectPlan=الرجاء تحديد برنامج جولة جولة
ConfigAlarm.PEA=محيط التنبيه
ConfigAlarm.OSC=مواد العناية
ConfigAlarm.AVD=فيديو التشخيص
ConfigOSC.ObjAbandum=العناصر الذين تقطعت بهم السبل
ConfigOSC.ObjStolen=القطع المسروقة التحول
ConfigOSC.NoParking=وقوف السيارات غير القانونية
ConfigAVD.BrightAbnml=سطوع الشذوذ الكشف
ConfigAVD.Clarity=كشف الحدة
ConfigAVD.Color=لون الزهر الكشف
ConfigAVD.Freeze=شاشة يتجمد الكشف
ConfigAVD.Noise=كشف الضوضاء
ConfigAVD.Change=المشهد تغير الكشف
ConfigAVD.Interfere=التدخل الاصطناعي الكشف
ConfigAVD.PTZLoseCtl=PTZ هارب الكشف
InfoLog.StoragePosition=تعديل موقع التخزين الطرفية
InfoLog.DelayTime=تعيين رمز التبديل تأخير DVR
ConfigNet.NatMTU=MTU
ConfigNet.Byte=BYTE
ConfigNet.NAT=سحابة
WebPsw.Modify=تعديل كلمة المرور
WebPsw.Advise=كلمة المرور الحالية فارغة، من أجل مزيد من الأمان توصيات لتعديل كلمة المرور
WebPsw.InputPassWord=إدخال كلمة المرور
WebPsw.InputPassWordAgain=أدخل كلمة المرور مرة أخرى
WebPsw.Save=حفظ
WebPsw.Ignore=مرة أخرى
WebPsw.PasswordNotMatched=اثنين لا تتطابق كلمات المرور
Error.ChannelNameTooLong=اسم القناة طويل جدا
Waiting.IsOpenVideo=تفتح الفيديو
InfoLog.InputExchange=ضبط سيارة دولة المدخلات التنبيه المقابلة الوضع
InfoLog.CarPlate=لوحة سيارة
InfoLog.GPSTiming=نظام تحديد المواقع المدرسة
InfoLog.Display=عرض لوحة التحكم
InfoLog.VideoOutPriority=كوين إخراج الفيديو الأولوية
Error.UsageCpuTooHigh=نصائح: وحدة المعالجة المركزية تحتل أكثر من 80٪، فمن المستحسن للحد من عدد من القنوات المفتوحة!
PlayBack.DownloadProgress=جدول
PlayBack.StorageInfo=إعداد المعلومات
DecodeCfg.SyncWndMode=تزامن إطار وضع
DeviceDesc.USB=سجل USB
DeviceDesc.SD=بطاقة SD القياسي
ConfigNet.NetInfo1=مراقبة الموانئ
PlayBack.SelectAFolder=الرجاء اختيار مجلد
InfoLog.Guide=توجيه
RecordStorage.NeedReboot=تم تغيير إعدادات نوع التخزين، يحتاج النظام إلى إعادة، إعادة تشغيل تأكيد؟
PlayBack.CanNotPlayAVI=لا يمكن ان تلعب افي الملف
DeviceManage.ARSPIsBusing=ARSP الملقم مشغول
RecordConfig.RecordPicMode=وضع التقاط
InfoLog.VideoSeque=ضبط شاشة المعاينة
PlayBack.NATCONNETREACHEDMAX=نات رابط فيديو تصل إلى الحد الأقصى، لا يسمح الجديد الرابط فيديو نات
Error.NATCONNETREACHEDMAXS=نات رابط فيديو تصل إلى الحد الأقصى، لا يسمح الجديد الرابط فيديو نات
CarFunc.StopCar=فرامل
Error.StatusOver=فئات كثيرة جدا حالة
CA.RangeMin=الحد الأدنى المستهدف حجم
CA.RangeMax=أقصى حجم الهدف
CA.DistanceMin=الحد الأدنى المسافة تتحرك
CA.DetectTime=الكشف عن الوقت
CarFunc.UrgencyAlarm=إنذار الطوارئ
Config.AutoUpdate=التحديث التلقائي
